{
  "books": [
    {
      "id": 1,
      "src": "/images/cover_image/1.png",
      "title": "Bring Your Human to Work",
      "subtitle": "10 Surefire Ways to Design a Workplace That Is Good for People, Great for Business, and Just Might Change the World",
      "author": "Erica Keswin",
      "timeTakenToRead": 13,
      "numberOfReads": "1.9k",
      "status": "finished",
      "complete": 31,
      "synopsis": "We’re often taught to keep our professional and personal lives separate. But it might be time to rethink this rule. That’s because when you try to keep a strict divide between your work and the rest of your life, you're missing out on a key opportunity – to bring your humanity to work with you and to be your authentic self all day, every day. ",
      "whoIsItFor": "Bring Your Human to Work (2018) explores how organizations can put human connection at the center of their business. It outlines the benefits, both financial and social, of encouraging better communication and deeper relationships between coworkers. ",
      "aboutAuthor": "some information about the author 'Erica Keswin'. "
    },
    {
      "id": 2,
      "src": "/images/cover_image/2.svg",
      "title": "Beyond Entrepreneurship",
      "subtitle": "Turning Your Business into an Enduring Great Company",
      "author": "jim collins & bill lazier ",
      "timeTakenToRead": 15,
      "numberOfReads": "1.9k",
      "status": "currentlyReading",
      "complete": 31,
      "synopsis": "essential 1992 business handbook, Beyond Entrepreneurship for the entrepreneurs, visionaries, and innovators of today. This new edition combines the timeless business advice and strategy of the original text, supplemented with cutting-edge insights and case studies pertinent to today’s business world.",
      "whoIsItFor": "Beyond Entrepreneurship 2.0 (2020) updates Jim Collins and Bill Lazier’s essential 1992 business handbook, Beyond Entrepreneurship for the entrepreneurs, visionaries, and innovators of today. This new edition combines the timeless business advice and strategy of the original text, supplemented with cutting-edge insights and case studies pertinent to today’s business world.",
      "aboutAuthor": "some information about the author 'jim collins & bill lazier'. "
    },
    {
      "id": 3,
      "src": "/images/cover_image/3.svg",
      "title": "Doesn’t Hurt to Ask",
      "subtitle": "Using the Power of Questions to Communicate, Connect, and Persuade",
      "author": "Trey Gowdy",
      "timeTakenToRead": 13,
      "numberOfReads": "1.9k",
      "status": "currentlyReading",
      "complete": 31,
      "synopsis": "Are you ready to start winning every argument you ever have? Are you ready to grind your opponents into the ground with your debating skills?",
      "whoIsItFor": "Doesn’t Hurt to Ask (2020) teaches the subtle art of persuasion through one unconventional tool: asking questions. Former congressman Trey Gowdy explains how thoughtful questions can help you reach your audience, communicate your message, and win people over – whether that’s in a courtroom, a business meeting, or at the dinner table.",
      "aboutAuthor": "some information about the author 'Trey Gowdy'. "
    },
    {
      "id": 4,
      "src": "/images/cover_image/4.svg",
      "title": "The Fate of Food",
      "subtitle": "What We’ll Eat in a Bigger, Hotter, Smarter World",
      "author": "Amanda Little",
      "timeTakenToRead": 12,
      "numberOfReads": "16k",
      "status": "currentlyReading",
      "complete": 31,
      "synopsis": "There’s no doubt about it, agriculture today is more productive than at any time in human history. Modern machinery, improved pesticides and even the seeds we use have dramatically increased the amount of food humanity can grow.",
      "whoIsItFor": "The Fate of Food (2019) looks at a rapidly changing world and the question of how we’ll feed our ever-growing population. Is it possible to produce a clean, climate-resilient food supply that’s adequate to meet our needs? The Fate of Food examines the technological and sociological demands of feeding the world. ",
      "aboutAuthor": "some information about the author 'Amanda Little'. "
    },
    {
      "id": 5,
      "src": "/images/cover_image/5.svg",
      "title": "Lives of the Stoics",
      "subtitle": "The Art of Living from Zeno to Marcus Aurelius",
      "author": "Ryan Holiday, Stephen Hansel",
      "timeTakenToRead": 13,
      "numberOfReads": "16k",
      "status": "finished",
      "complete": 100,
      "synopsis": "Here we are, on the island of Cyprus, in the fourth century BCE. With us on this island is a man named Zeno. He’s a wealthy merchant, and he makes his living trading in a rare purple dye. This dye, which enslaved laborers make from the blood of sea snails, is in high demand among the rich and powerful, who use it to color their sumptuous robes.",
      "whoIsItFor": "Lives of the Stoics (2020) explores Stoicism through the lives of its earliest followers. Packed with insights into the leaders, wars, and politics of classical antiquity, these blinks provide a fresh yet historical look at this popular philosophy.",
      "aboutAuthor": "some information about the author 'Ryan Holiday, Stephen Hansel'. "
    },
    {
      "id": 6,
      "src": "/images/cover_image/6.svg",
      "title": "Loving Your Business",
      "subtitle": "Turning Your Business into an Enduring Great Company",
      "author": "Debbie King",
      "timeTakenToRead": 13,
      "numberOfReads": "1.9k",
      "status": "notInLibrary",
      "complete": 100,
      "synopsis": "essential 1992 business handbook, Beyond Entrepreneurship for the entrepreneurs, visionaries, and innovators of today. This new edition combines the timeless business advice and strategy of the original text, supplemented with cutting-edge insights and case studies pertinent to today’s business world.",
      "whoIsItFor": "this section is for the readers who are interest to read this book.",
      "aboutAuthor": "some information about the author"
    },
    {
      "id": 7,
      "src": "/images/cover_image/7.svg",
      "title": "The Lonely Century",
      "subtitle": "How Isolation Imperils Our Future",
      "author": "Noreena Hertz",
      "timeTakenToRead": 15,
      "numberOfReads": "16k",
      "status": "currentlyReading",
      "complete": 0,
      "synopsis": "Most of us know what it’s like to feel lonely. But would loneliness ever drive you to commit a crime?  It may sound improbable, but consider Japan’s Tochigi prison. Over the last 20 years, the number of older prisoners there has quadrupled. Why? Well, elderly women, most over the age of 65, have been committing minor offenses in order to escape solitude for the company and care of fellow inmates.",
      "whoIsItFor": "The Lonely Century (2021) explores the loneliness that characterizes the twenty-first century. Drawing on a decade of research, it reveals how neoliberal policies, new technologies, and mass migration to cities have contributed to us becoming so lonely – and what shifts need to occur for us to reconnect.",
      "aboutAuthor": "some information about the author 'Noreena Hertz'. "
    },
    {
      "id": 8,
      "src": "/images/cover_image/8.svg",
      "title": "Eat Better, Feel Better",
      "subtitle": "My Recipes for Wellness and Healing, Inside and Out",
      "author": "Giada De Laurentiis",
      "timeTakenToRead": 13,
      "numberOfReads": "1.9k",
      "status": "currentlyReading",
      "complete": 0,
      "synopsis": "What would you eat the night before an important meeting at work? Would you go for nachos and chocolate ice cream? Or, would you reach for a hearty bowl of soup?   Chances are, you’d opt for the soup and skip the risk of digestive issues before your big day. And yet, in our everyday lives, many of us instinctively reach for the processed stuff.",
      "whoIsItFor": "Eat Better, Feel Better (2021) is a guide to cultivating a balanced diet. Based on Giada De Laurentiis’s personal journey to transforming her health, it reveals how you can change your diet to control inflammation and improve your well-being.",
      "aboutAuthor": "some information about the author 'Giada De Laurentiis'. "
    },
    {
      "id": 9,
      "src": "/images/cover_image/9.svg",
      "title": "Dropshipping",
      "subtitle": "A Beginner's Guide to Dropshipping – How to Make Money Online and Build Your Own Online Business",
      "author": "James Moore",
      "timeTakenToRead": 13,
      "numberOfReads": "10k",
      "status": "currentlyReading",
      "complete": 0,
      "synopsis": "Let’s say you’re buying something online. Maybe it’s a funny T-shirt, a small appliance, or a fancy new cat toy – it could be anything, really. With a few clicks, you make a payment, get a confirmation email, and begin eagerly awaiting your package.",
      "whoIsItFor": "Dropshipping (2018) is a handy, straightforward guide to setting up your own e-commerce empire with minimal investment and overhead. This brief manual gives a detailed overview on operating an online retail business and the benefits of doing so.",
      "aboutAuthor": "some information about the author 'James Moore'. "
    },
    {
      "id": 10,
      "src": "/images/cover_image/10.svg",
      "title": "Being Boss",
      "subtitle": "Take Control of Your Work and Live Life on Your Own Terms",
      "author": "Kathleen Shannon and Emily",
      "timeTakenToRead": 13,
      "numberOfReads": "10k",
      "status": "currentlyReading",
      "complete": 100,
      "synopsis": "Here’s a question: How many people do you think are happy and engaged in their jobs? Sixty percent? Fifty? The actual figure might surprise you. According to analytics firm Gallup, only 30 percent of American employees are engaged and enthusiastic about their work. It’s no wonder many people want to start their own businesses. But making the switch from employee to boss isn’t without its challenges.",
      "whoIsItFor": "Being Boss (2018) is a guide for creative entrepreneurs determined to build successful businesses. From fostering the right mentality to establishing boundaries, setting goals, and taking time away, Being Boss shares helpful tactics for having it all, in work and in lif",
      "aboutAuthor": "some information about the author 'Kathleen Shannon and Emily'. "
    },
    {
      "id": 11,
      "src": "/images/cover_image/11.svg",
      "title": "Employee to Entrepreneur",
      "subtitle": "How to Earn Your Freedom and Do Work that Matters",
      "author": "Steve Glaveski",
      "timeTakenToRead": 15,
      "numberOfReads": "10k",
      "status": "finished",
      "complete": 31,
      "synopsis": "Imagine that just ten years ago someone had told you that you’d be able to press a button on your phone and, within minutes, a car would roll up just for you. Not only that but that you could pay for the service without any physical exchange and arrive at your exact destination without uttering a word about it. You probably wouldn’t have believed them.",
      "whoIsItFor": "Employee to Entrepreneur (2018) demonstrates how to transition from the mentality of an employee to that of an entrepreneur. It shows how you can pursue purpose in your work while avoiding the pitfalls that most first-time entrepreneurs encounter. With practical strategies for launching and testing your ideas, this exploration of the entrepreneurial mindset proves that anyone can find fulfillment in work and in life when equipped with the right tools and attitude.",
      "aboutAuthor": "some information about the author 'Steve Glaveski'. "
    }
  ]
}